benchmarks/mysql/write.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 30
      arrivalRate: 10
  defaults:
    headers:
      Content-Type: application/json
scenarios:
  - name: MySql Write
    flow:
      - post:
          url: '/benchmark/mysql/clear'
      - post:
          url: '/benchmark/mysql/write'